Repository: Pyroh/Fluor
Catalog: Fluor/*.lproj/MainMenu.strings
Languages: fr, zh_hans

# 1I5-bW-HGh.ibShadowedToolTips[0]
source: Same as default mode
fr: Identique au mode par défaut
zh_hans: 与默认模式相同

# 1I5-bW-HGh.ibShadowedToolTips[1]
source: Switch to Apple mode
fr: Choisir sur les touches Apple
zh_hans: 媒体键模式

# 1I5-bW-HGh.ibShadowedToolTips[2]
source: Switch to Function mode
fr: Choisir sur les touches de function
zh_hans: 功能键模式

# AiN-Qo-Ikx.title
source: Trigger
fr: Déclencheur
zh_hans: 切换方式

# Ark-Du-XrQ.title
source: Running applications...
fr: Applications en cours...
zh_hans: 运行中的应用...

# DqN-qz-yQz.title
source: Disabled
fr: Désactivé
zh_hans: 禁用

# Ib7-Rw-HnK.title
source: About Fluor
fr: À propos de Fluor
zh_hans: 关于 Fluor

# MHf-OK-jHk.title
source: Manage rules...
fr: Gérer les règles...
zh_hans: 规则...

# PtY-YF-jEr.title
source: Default mode
fr: Mode par défaut
zh_hans: 默认模式

# QjA-WT-wFW.title
source: Quit
fr: Quitter
zh_hans: 退出

# S28-Jt-nN1.title
source: Default mode
fr: Mode par défaut
zh_hans: 默认模式

# Vfh-zJ-Axi.ibShadowedToolTips[0]
source: Switch to Apple mode
zh_hans: 媒体键模式

# Vfh-zJ-Axi.ibShadowedToolTips[1]
source: Switch to function key mode
zh_hans: 功能键模式

# eWy-d7-62P.title
source: Start Fluor at login
fr: Lancer Fluor au démarrage
zh_hans: 自动启动

# gP8-wU-Xyk.title
source: Ask permission
fr: Gérer permission
zh_hans: 请求权限

# qZf-Wa-JJt.ibShadowedToolTips[0]
source: Changes mode depending on the active application
fr: Bascule le mode en fonction de l'application active
zh_hans: 随活动的应用自动切换模式

# qZf-Wa-JJt.ibShadowedToolTips[1]
source: Changes mode when the Fn key is pressed
fr: Bascule le mode quand la touche Fn est pressée
zh_hans: 通过按 fn 键为活动的应用切换模式

# sjb-Ql-h6c.title
source: Preferences...
zh_hans: 偏好设置...

# ulH-vE-QEF.title
source: Current application
fr: Application active
zh_hans: 当前应用
